/* No comment provided by engineer. */
"(no title)" = "(nincs cím)";

/* No comment provided by engineer. */
"A Media file is currently in uploading. Please try later." = "Egy Média fájl jelenleg feltöltés alatt van. Kérlek próbáld újra később.";

/* No comment provided by engineer. */
"A new version of WordPress for iOS is now available" = "Elérhető a WordPress iOS alkalmazás új verziója.";

/* No comment provided by engineer. */
"About" = "Névjegy";

/* No comment provided by engineer. */
"Above Content" = "Tartalom Fölé";

/* No comment provided by engineer. */
"Activation e-mail sent." = "Activation e-mail sent.";

/* No comment provided by engineer. */
"Add Blog" = "Új Blog";

/* No comment provided by engineer. */
"Add Category" = "Új Kategória";

/* No comment provided by engineer. */
"Add Location" = "Helyzet Megadása";

/* No comment provided by engineer. */
"Add Photo from Camera+" = "Fénykép hozzáadása Camera+-ból";

/* No comment provided by engineer. */
"Add Photo from Library" = "Új Fotó a Gyűjteményből";

/* No comment provided by engineer. */
"Add Selected" = "Kijelöltek hozzáadása";

/* No comment provided by engineer. */
"Add Video from Library" = "Új Videó a Gyűjteményből";

/* No comment provided by engineer. */
"Add a Blog" = "Add a Blog";

/* No comment provided by engineer. */
"Advanced" = "Haladó";

/* No comment provided by engineer. */
"Anonymous" = "Névtelen";

/* No comment provided by engineer. */
"App Info" = "App Info";

/* No comment provided by engineer. */
"Are you sure you want to delete %d comments?" = "Are you sure you want to delete %d comments?";

/* No comment provided by engineer. */
"Are you sure you want to delete the comment?" = "Are you sure you want to delete the comment?";

/* No comment provided by engineer. */
"Are you sure you want to delete this comment?" = "Are you sure you want to delete this comment?";

/* No comment provided by engineer. */
"Are you sure you want to delete this post?" = "Are you sure you want to delete this post?";

/* No comment provided by engineer. */
"Authentication required" = "Bejelentkezés szükséges";

/* No comment provided by engineer. */
"Back" = "Vissza";

/* No comment provided by engineer. */
"Below Content" = "Tartalom Alá";

/* No comment provided by engineer. */
"Blog" = "Blog";

/* No comment provided by engineer. */
"Blog name is required." = "Blog name is required.";

/* No comment provided by engineer. */
"Blog returned invalid data." = "Érvénytelen adat a blogtól.";

/* No comment provided by engineer. */
"Blogs" = "Blogok";

/* No comment provided by engineer. */
"Can't edit just yet" = "Most még nem szerkeszthető";

/* No comment provided by engineer. */
"Cancel" = "Mégse";

/* No comment provided by engineer. */
"Categories" = "Kategóriák";

/* No comment provided by engineer. */
"Categories:" = "Kategóriák:";

/* No comment provided by engineer. */
"Categories: %@" = "Kategóriák: % @";

/* No comment provided by engineer. */
"Category name already exists." = "Kategória név már létezik.";

/* No comment provided by engineer. */
"Category title missing." = "Kategória cím hiányzik.";

/* No comment provided by engineer. */
"Cellular" = "Cellular";

/* No comment provided by engineer. */
"Choose Image Size" = "Válassz Képméretet";

/* No comment provided by engineer. */
"Close" = "Bezár";

/* No comment provided by engineer. */
"Comment" = "Hozzászólás";

/* No comment provided by engineer. */
"Comment Reply" = "Hozzászólás Válasz";

/* No comment provided by engineer. */
"Comments" = "Hozzászólások";

/* No comment provided by engineer. */
"Confirm" = "Confirm";

/* No comment provided by engineer. */
"Connection Problem" = "Csatlakozási Probléma";

/* No comment provided by engineer. */
"Copy Link" = "Hivatkozás másolás";

/* No comment provided by engineer. */
"Couldn't sync" = "Couldn't sync";

/* No comment provided by engineer. */
"Couldn't sync pages" = "Nem sikerült az oldalak szinkronizálása";

/* No comment provided by engineer. */
"Crash Detected" = "Összeomlás Történt";

/* No comment provided by engineer. */
"Create WordPress.com Account" = "Create WordPress.com Account";

/* No comment provided by engineer. */
"Creating Account..." = "Creating Account...";

/* No comment provided by engineer. */
"Custom" = "Egyéni";

/* No comment provided by engineer. */
"Custom Size" = "Egyéni Méret";

/* No comment provided by engineer. */
"Dashboard" = "Dashboard";

/* No comment provided by engineer. */
"Delete" = "Törlés";

/* No comment provided by engineer. */
"Delete %@?" = "Törlöd ezt: %@?";

/* No comment provided by engineer. */
"Deselect All" = "Mind Elvet";

/* No comment provided by engineer. */
"Discard" = "Elvet";

/* No comment provided by engineer. */
"Dismiss" = "Elutasítás";

/* No comment provided by engineer. */
"Dontâ Allow" = "Dontâ Allow";

/* No comment provided by engineer. */
"Don't Send Crash Report" = "Ne Küldjünk Jelentést";

/* No comment provided by engineer. */
"Done" = "Kész";

/* No comment provided by engineer. */
"Draft" = "Vázlat";

/* No comment provided by engineer. */
"E-mail" = "E-mail";

/* No comment provided by engineer. */
"E-mail address" = "E-mail address";

/* No comment provided by engineer. */
"E-mail is required." = "E-mail is required.";

/* No comment provided by engineer. */
"East" = "Kelet";

/* No comment provided by engineer. */
"Edit Blog" = "Blog Szerkesztése";

/* No comment provided by engineer. */
"Edit Comment" = "Hozzászólás  Szerkesztése";

/* No comment provided by engineer. */
"Edit Page" = "Edit Page";

/* No comment provided by engineer. */
"Edit Post" = "Edit Post";

/* No comment provided by engineer. */
"Empty URL" = "Üres cím";

/* No comment provided by engineer. */
"Enter a password" = "Adj meg egy jelszót";

/* No comment provided by engineer. */
"Error" = "Hiba";

/* No comment provided by engineer. */
"Error Copying Video" = "Videó Másolási Hiba";

/* No comment provided by engineer. */
"Error establishing database connection." = "Hiba az adatbázishoz való csatlakozás közben.";

/* No comment provided by engineer. */
"Error loading page" = "Error loading page";

/* No comment provided by engineer. */
"Error." = "Hiba.";

/* No comment provided by engineer. */
"Expected URL to be a file URL" = "Expected URL to be a file URL";

/* No comment provided by engineer. */
"Failed" = "Sikertelen";

/* No comment provided by engineer. */
"Find Friends to Follow" = "Find Friends to Follow";

/* No comment provided by engineer. */
"Finding address..." = "Cím felderítése...";

/* No comment provided by engineer. */
"Finding your location..." = "Helyzeted felderítése...";

/* No comment provided by engineer. */
"Forbidden Access" = "Hozzáférés megtagadva";

/* No comment provided by engineer. */
"Geolocation" = "Földrajzi helyzet";

/* No comment provided by engineer. */
"Geotagging" = "Geotagging";

/* No comment provided by engineer. */
"Height" = "Magasság";

/* No comment provided by engineer. */
"Help" = "Segítség";

/* No comment provided by engineer. */
"Hi %@," = "Üdv %@,";

/* No comment provided by engineer. */
"I'm Ready!" = "Mehet!";

/* No comment provided by engineer. */
"If you want to start another blog:" = "If you want to start another blog:";

/* No comment provided by engineer. */
"Image" = "Kép";

/* No comment provided by engineer. */
"Immediately" = "Azonnal";

/* No comment provided by engineer. */
"Incompatible site" = "Nem kompatibilis oldal";

/* No comment provided by engineer. */
"Incorrect Password" = "Helytelen Jelszó";

/* No comment provided by engineer. */
"Info" = "Infó";

/* No comment provided by engineer. */
"Insert" = "Beillesztés";

/* No comment provided by engineer. */
"Insert %@:" = "%@ beillesztése:";

/* No comment provided by engineer. */
"Internal Server Error" = "Belső kiszolgáló hiba";

/* No comment provided by engineer. */
"Invalid URL" = "Hibás cím";

/* No comment provided by engineer. */
"It looks like WordPress for iOS crashed the last time you used it. You can help us resolve the issue by sending a crash report." = "Úgy tűnik, hogy a WordPress for iOS összeomlott a legutóbbi használat során. Sokat tudsz nekünk segíteni a javításban, ha elküldöd az összeomlási jelentést.";

/* No comment provided by engineer. */
"It seems your WordPress site is not accessible at this time, please try again later" = "Úgy tűnik, hogy a WordPress telepítésed ebben a pillanatban nem érhető el, próbáld újra később.";

/* No comment provided by engineer. */
"Keep editing" = "Szerkesztés folytatása";

/* No comment provided by engineer. */
"Landscape" = "Fekvő";

/* No comment provided by engineer. */
"Large (%@)" = "Nagy (%@)";

/* No comment provided by engineer. */
"Last Updated: %@" = "Utoljára Frissítve: % @";

/* No comment provided by engineer. */
"Last Updated: Never" = "Utolsó Frissítés: Soha";

/* No comment provided by engineer. */
"Learn More" = "Több infó";

/* No comment provided by engineer. */
"Link URL" = "Link URL";

/* No comment provided by engineer. */
"Loading blogs..." = "Blogok beöltése...";

/* No comment provided by engineer. */
"Loading..." = "Betöltés...";

/* No comment provided by engineer. */
"Local" = "Helyi";

/* No comment provided by engineer. */
"Local Draft" = "Helyi Vázlat";

/* No comment provided by engineer. */
"Location unknown" = "Ismeretlen helyzet";

/* No comment provided by engineer. */
"Log In" = "Log In";

/* No comment provided by engineer. */
"Mail Link" = "Hivatkozás levélküldésre";

/* No comment provided by engineer. */
"Make a Link\n\n\n\n" = "Link készítése\n\n\n\n";

/* No comment provided by engineer. */
"Media" = "Média";

/* No comment provided by engineer. */
"Medium (%@)" = "Közepes (%@)";

/* No comment provided by engineer. */
"Need Help?" = "Segítségre van szükség?";

/* No comment provided by engineer. */
"Network Unavailable" = "Network Unavailable";

/* No comment provided by engineer. */
"New Page" = "New Page";

/* No comment provided by engineer. */
"New Post" = "New Post";

/* No comment provided by engineer. */
"New comment" = "Új hozzászólás";

/* No comment provided by engineer. */
"No" = "Nem";

/* No comment provided by engineer. */
"No Connection" = "No Connection";

/* No comment provided by engineer. */
"No Description available for this Post" = "Nem létezik Leírás ehhez a Bejegyzéshez";

/* No comment provided by engineer. */
"No blogs found." = "Nem találhatóak blogok.";

/* No comment provided by engineer. */
"No connection to host." = "Nincs kapcsolat a kiszolgálóval.";

/* No comment provided by engineer. */
"North" = "Észak";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open in Safari" = "Megnyitás Safariban";

/* No comment provided by engineer. */
"Operation is not supported now." = "A művelet jelenleg nem támogatott.";

/* No comment provided by engineer. */
"Optional" = "Opcionális";

/* No comment provided by engineer. */
"Orientation changed during recording. Please choose which orientation to use for this video." = "Rögzítés közben megváltozott a készülék orientációja. Kérlek válaszd ki, melyik orientációt szeretnéd használni ehhez a videóhoz.";

/* No comment provided by engineer. */
"Original (%@)" = "Eredeti (%@)";

/* No comment provided by engineer. */
"Pages" = "Oldalak";

/* No comment provided by engineer. */
"Parent Category" = "Szülő kategória";

/* No comment provided by engineer. */
"Password" = "Jelszó";

/* No comment provided by engineer. */
"Password is required." = "A jelszó kötelező.";

/* No comment provided by engineer. */
"Password protected" = "Jelszóval védett";

/* No comment provided by engineer. */
"Passwords must match." = "Passwords must match.";

/* No comment provided by engineer. */
"Pending" = "Függőben Lévő";

/* No comment provided by engineer. */
"Pending Comment" = "Függőben Lévő Hozzászólás";

/* No comment provided by engineer. */
"Pending moderation" = "Moderálásra vár";

/* No comment provided by engineer. */
"Pending review" = "Ellenőrzésre vár";

/* No comment provided by engineer. */
"Photo" = "Fotó";

/* No comment provided by engineer. */
"Please check your device's network connection." = "Please check your device's network connection.";

/* No comment provided by engineer. */
"Please check your e-mail to activate this blog." = "Please check your e-mail to activate this blog.";

/* No comment provided by engineer. */
"Please delete the app and reinstall." = "Kérlek töröld, majd telepítsd újra az applikációt.";

/* No comment provided by engineer. */
"Please describe what you were doing when the app crashed: " = "Kérlek írd meg részletesen, mit csináltál miközben az alkalmazás összeomlott:";

/* No comment provided by engineer. */
"Please enter your credentials" = "Kérlek, add meg a bejelentkezési adataid";

/* No comment provided by engineer. */
"Please type a comment." = "Kérlek írj hozzászólást.";

/* No comment provided by engineer. */
"Please update your credentials and try again." = "Kérlek, frissítsd az adataidat, majd próbál újra.";

/* No comment provided by engineer. */
"Please update your password:" = "Kérlek frissítsd a jelszavadat:";

/* No comment provided by engineer. */
"Please visit the FAQ to get answers to common questions. If you're still having trouble, post in the forums or email us." = "Please visit the FAQ to get answers to common questions. If you're still having trouble, post in the forums or email us.";

/* No comment provided by engineer. */
"Portrait" = "Portré";

/* No comment provided by engineer. */
"Post Format" = "Bejegyzés formátum";

/* No comment provided by engineer. */
"Post to:" = "Post to:";

/* No comment provided by engineer. */
"Posting to:" = "Posting to:";

/* No comment provided by engineer. */
"Posts" = "Bejegyzések";

/* No comment provided by engineer. */
"Preparing for upload..." = "Felkészülés a feltöltésre...";

/* No comment provided by engineer. */
"Preview" = "Előnézet";

/* No comment provided by engineer. */
"Private" = "Magánjellegű";

/* No comment provided by engineer. */
"Privately published" = "Magánjellegűvé téve";

/* No comment provided by engineer. */
"Public" = "Nyilvános";

/* No comment provided by engineer. */
"Publish" = "Közzététel";

/* No comment provided by engineer. */
"Publish   " = "Közzététel";

/* No comment provided by engineer. */
"Publish Immediately" = "Azonnali közzététel";

/* No comment provided by engineer. */
"Published" = "Közzétéve";

/* No comment provided by engineer. */
"Published on" = "Közzétéve:";

/* No comment provided by engineer. */
"Published!" = "Közzétéve!";

/* No comment provided by engineer. */
"Pull down to refresh..." = "Frissítéshez húzd le...";

/* No comment provided by engineer. */
"Quick Photo" = "Gyors Fotó";

/* No comment provided by engineer. */
"Quick Photo Failed" = "Sikertelen Gyors Fotó";

/* No comment provided by engineer. */
"Re: %@" = "Válasz: %@";

/* No comment provided by engineer. */
"Read the FAQ" = "GYIK Megtekintése";

/* No comment provided by engineer. */
"Reader" = "Reader";

/* No comment provided by engineer. */
"Received 'Forbidden Access'.\nIt seems there is a problem with your WordPress site" = "'Hozzáférés megtagadva' hibaüzenetet kaptunk.\nÚgy tűnik, hogy probléma van a WordPress telepítéseddel.";

/* No comment provided by engineer. */
"Received 'Internal Server Error'.\nIt seems there is a problem with your WordPress site" = "'Belső kiszolgáló hiba' hibaüzenetet kaptunk.\nÚgy tűnik, hogy probléma van a WordPress telepítéseddel.";

/* No comment provided by engineer. */
"Record Video" = "Videó rögzítése";

/* No comment provided by engineer. */
"Release to refresh..." = "Frissítéshez enged fel...";

/* No comment provided by engineer. */
"Remove" = "Eltávolítás";

/* No comment provided by engineer. */
"Remove Location" = "Helyzet Törlése";

/* No comment provided by engineer. */
"Reply" = "Válasz";

/* No comment provided by engineer. */
"Retry" = "Retry";

/* No comment provided by engineer. */
"Retry?" = "Retry?";

/* No comment provided by engineer. */
"Save" = "Ment";

/* No comment provided by engineer. */
"Save Draft" = "Vázlat mentése";

/* No comment provided by engineer. */
"Saving Edit..." = "Szerkesztés Mentése...";

/* No comment provided by engineer. */
"Saving..." = "Mentés...";

/* No comment provided by engineer. */
"Schedule" = "Ütemezés";

/* No comment provided by engineer. */
"Scheduled" = "Ütemezve";

/* No comment provided by engineer. */
"Scheduled for" = "Ütemezve";

/* No comment provided by engineer. */
"Select All" = "Mind Kijelöl";

/* No comment provided by engineer. */
"Select Blogs" = "Blogok kiválasztása";

/* No comment provided by engineer. */
"Send Crash Report" = "Összeomlási Jelentés Küldése";

/* No comment provided by engineer. */
"Sending Reply..." = "Válasz Küldése...";

/* No comment provided by engineer. */
"Separate tags with commas" = "Vesszővel elválasztva sorold fel";

/* No comment provided by engineer. */
"Service Unavailable" = "Service Unavailable";

/* No comment provided by engineer. */
"Settings" = "Beállítások";

/* No comment provided by engineer. */
"Sign In" = "Bejelentkezés";

/* No comment provided by engineer. */
"Sign Out" = "Kijelentkezés";

/* No comment provided by engineer. */
"Sign Up" = "Regisztráció";

/* No comment provided by engineer. */
"Sign in failed. Please try again." = "Sikertelen bejelentkezés. Kérlek próbáld meg újra.";

/* No comment provided by engineer. */
"Signing In..." = "Bejelentkezés...";

/* No comment provided by engineer. */
"Signing in..." = "Bejelentkezés..";

/* No comment provided by engineer. */
"Small (%@)" = "Kicsi (%@)";

/* No comment provided by engineer. */
"Something went wrong posting the comment reply." = "Nem sikerült a hozzászólás elküldése.";

/* No comment provided by engineer. */
"Sorry, can't log in" = "Sajnos nem lehet belépni";

/* No comment provided by engineer. */
"Sorry, something went wrong during comments moderation. Please try again." = "Sajnos valami hiba történt a hozzászólások moderálása közben. Kérlek próbáld újra.";

/* No comment provided by engineer. */
"Sorry, the photo upload failed. The post has been saved as a Local Draft." = "Sajnos nem sikerült a fotó feltöltése nem sikerült. A bejegyzés el lett mentve Helyi Vázlatként.";

/* No comment provided by engineer. */
"Sorry, you can't edit a post while it's being uploaded. Try again in a moment" = "Sajnos a bejegyzést nem tudod szerkeszteni míg az feltöltés alatt van. Próbáld újra pár pillanat múlva.";

/* No comment provided by engineer. */
"Sorry, you cannot access this feature. Please check your User Role on this blog." = "Sajnos nincs hozzáférésed ehhez a funkcióhoz. Kérlek ellenőrizd a Szerepkörödet a blogon.";

/* No comment provided by engineer. */
"South" = "Dél";

/* No comment provided by engineer. */
"Stats" = "Statisztika";

/* No comment provided by engineer. */
"Status" = "Állapot";

/* No comment provided by engineer. */
"Tags:" = "Címkék:";

/* No comment provided by engineer. */
"Tags: %@" = "Címkék: %@";

/* No comment provided by engineer. */
"Take Photo" = "Fotó Készítés";

/* No comment provided by engineer. */
"Take Photo with Camera+" = "Fénykép készítése Camera+-al";

/* No comment provided by engineer. */
"Tap here to begin writing" = "Kopp ide az írás megkezdéséhez";

/* No comment provided by engineer. */
"Temporary Server Error" = "Átmeneti szerver hiba";

/* No comment provided by engineer. */
"Text to be linked" = "A hivatkozáshoz használni kívánt szöveg";

/* No comment provided by engineer. */
"The app can't recognize the server response. Please, check the configuration of your blog." = "Az alkalmazás nem ismeri fel a szerver válaszát. Kérlek nézd át a blogod beállításait.";

/* No comment provided by engineer. */
"The blog is syncing with the server. Please try later." = "A blog szinkronizálás folyamatban van. Próbáld meg később.";

/* No comment provided by engineer. */
"The internet connection appears to be offline." = "Az internet kapcsolat megszakadt.";

/* No comment provided by engineer. */
"The photo could not be published. It's been saved as a local draft." = "The photo could not be published. It's been saved as a local draft.";

/* No comment provided by engineer. */
"There is another category with that name." = "Ilyen nevű kategória már létezik.";

/* No comment provided by engineer. */
"There was an error copying the video for upload. Please try again." = "Hiba történt a feltöltésre jelölt videó másolásakor. Kérlek próbáld újra.";

/* No comment provided by engineer. */
"There was an error loading the page." = "There was an error loading the page.";

/* No comment provided by engineer. */
"Title" = "Cím";

/* No comment provided by engineer. */
"Title (optional)" = "Cím (opcionális)";

/* No comment provided by engineer. */
"Title for a category is mandatory." = "Kategória cím megadása kötelező.";

/* No comment provided by engineer. */
"Title:" = "Cím:";

/* No comment provided by engineer. */
"To load stats for your blog you will need to have the Jetpack plugin installed and correctly configured as well as your WordPress.com login." = "To load stats for your blog you will need to have the Jetpack plugin installed and correctly configured as well as your WordPress.com login.";

/* No comment provided by engineer. */
"Topics" = "Topics";

/* No comment provided by engineer. */
"URL" = "URL";

/* No comment provided by engineer. */
"Unable to read the WordPress site on that URL. Tap Need Help? to learn more and resolve this error." = "Unable to read the WordPress site on that URL. Tap Need Help? to learn more and resolve this error.";

/* No comment provided by engineer. */
"Unhandled exception on %@ networking thread: %@, userInfo: %@" = "Unhandled exception on %@ networking thread: %@, userInfo: %@";

/* No comment provided by engineer. */
"Update" = "Frissítés";

/* No comment provided by engineer. */
"Update Available" = "Frissítés érhető el";

/* No comment provided by engineer. */
"Update Draft" = "Vázlat frissítése";

/* No comment provided by engineer. */
"Update Location" = "Helyzet frissítése";

/* No comment provided by engineer. */
"Update Now" = "Frissítés most";

/* No comment provided by engineer. */
"Upload failed - tap to retry." = "Feltöltés sikertelen - Újra próbához kopp.";

/* No comment provided by engineer. */
"Uploaded" = "Feltöltve";

/* No comment provided by engineer. */
"Uploading" = "Feltöltés";

/* No comment provided by engineer. */
"Uploading Quick Photo..." = "Gyors Fotó Feltöltése...";

/* No comment provided by engineer. */
"Uploading..." = "Uploading...";

/* No comment provided by engineer. */
"Uploading: %.1f%%. Tap to cancel." = "Feltöltés: %.1f%%. Megszakításhoz kopp.";

/* No comment provided by engineer. */
"Username" = "Felhasználónév";

/* No comment provided by engineer. */
"Username is required." = "Felhasználónév megadása kötelező.";

/* No comment provided by engineer. */
"Username:" = "Username:";

/* No comment provided by engineer. */
"Version:" = "Version:";

/* No comment provided by engineer. */
"Video" = "Videó";

/* No comment provided by engineer. */
"VideoPress" = "VideoPress";

/* No comment provided by engineer. */
"View" = "Megtekintés";

/* No comment provided by engineer. */
"View Site" = "View Site";

/* No comment provided by engineer. */
"Visibility" = "Nyilvánosság";

/* No comment provided by engineer. */
"Visit the Forums" = "Fórumok megtekintése";

/* No comment provided by engineer. */
"We were unable to look up information about your blog's stats. The service may be temporarily unavailable." = "We were unable to look up information about your blog's stats. The service may be temporarily unavailable.";

/* No comment provided by engineer. */
"West" = "Nyugat";

/* No comment provided by engineer. */
"WiFi" = "WiFi";

/* No comment provided by engineer. */
"Width" = "Szélesség";

/* No comment provided by engineer. */
"WordPress password" = "WordPress jelszó";

/* No comment provided by engineer. */
"WordPress username" = "WordPress felhasználónév";

/* No comment provided by engineer. */
"WordPress.com" = "WordPress.com";

/* No comment provided by engineer. */
"WordPress.com Stats" = "WordPress.com Statisztika";

/* No comment provided by engineer. */
"WordPress.com blog name" = "WordPress.com blog name";

/* No comment provided by engineer. */
"WordPress.com password" = "WordPress.com jelszó";

/* No comment provided by engineer. */
"WordPress.com username" = "WordPress.com felhasználónév";

/* No comment provided by engineer. */
"Would Like Access to Address Book" = "Would Like Access to Address Book";

/* No comment provided by engineer. */
"Yes" = "Igen";

/* No comment provided by engineer. */
"You agree to the fascinating terms\nof service by submitting this form." = "You agree to the fascinating terms\nof service by submitting this form.";

/* No comment provided by engineer. */
"You are logged in as" = "You are logged in as";

/* No comment provided by engineer. */
"You can upload videos to your blog with VideoPress. Would you like to learn more about VideoPress now?" = "A VideoPress segítségével tudsz videókat feltölteni a bogodba. Szeretnél most többet megtudni a VideoPress-ről?";

/* No comment provided by engineer. */
"You have unsaved changes." = "Nem mentett változtatások vannak.";

/* No comment provided by engineer. */
"Your WordPress site returned a error %d.\nThat probably means you have some special configuration that is not compatible with this app.\nPlease let us know in the forums about it." = "A WordPress telepítésed %d hibával tért vissza.\nEz valószínűleg azt jelent, hogy valami különleges beállítást használsz, és ezért nem kompatibilis ezzel az alkalmazással.\nKérlek, jelezd ezt nekünk a fórumban.";

/* No comment provided by engineer. */
"Your contacts will be transmitted securely and will not be stored on our servers." = "Your contacts will be transmitted securely and will not be stored on our servers.";

/* No comment provided by engineer. */
"bold" = "vastag";

/* No comment provided by engineer. */
"code" = "kód";

/* No comment provided by engineer. */
"del" = "áthúz";

/* No comment provided by engineer. */
"http://example.com" = "http://oldaladcime.hu";

/* No comment provided by engineer. */
"http://wordpress.com/signup?ref=wp-iphone" = "http://wordpress.com/signup?ref=wp-iphone";

/* No comment provided by engineer. */
"italic" = "dőlt";

/* No comment provided by engineer. */
"link" = "hivatkozás";

/* No comment provided by engineer. */
"list item" = "lista elem";

/* No comment provided by engineer. */
"more" = "tovább";

/* No comment provided by engineer. */
"on " = "itt:";

/* No comment provided by engineer. */
"ordered list" = "rendezett lista";

/* No comment provided by engineer. */
"quote" = "idézet";

/* No comment provided by engineer. */
"unordered list" = "rendezetlen lista";

